Repository: cmsunoPlugins/ckplugins
Catalog: lang/*.utf8/LC_MESSAGES/ckplugins.po
Languages: es_es, fr_fr

source: This plugin allows you to add new features / buttons to the editor.
es_es: Este plugin le permite agregar nuevas funciones / botones al editor.
fr_fr: Ce plugin permet d'ajouter des fonctionnalités / boutons à l'éditeur.

source: You just need to upload your CKEditor plugin with the form bellow (Zip file).
es_es: Sólo tiene que cargar su complemento de CKEditor con el siguiente formulario (archivo Zip).
fr_fr: Il vous suffit de télécharger votre plugin CKEditor avec le formulaire ci-dessous (fichier Zip).

source: Add a CKEditor plugin
es_es: Añadir un plugin de CKEditor
fr_fr: Ajouter un plugin CKEditor

source: CKEditor plugin (zip)
es_es: Plugin CKEditor (zip)
fr_fr: Plugin CKEditor (zip)

source: File manager
es_es: Gestor de archivos
fr_fr: Gestionnaire de fichiers

source: File Manager
es_es: Finder
fr_fr: Finder

source: Zip file needed
es_es: Archivo zip necesario
fr_fr: Fichier Zip requis

source: Add plugin
es_es: Añadir plugin
fr_fr: Ajouter un plugin

source: Add
es_es: Añadir
fr_fr: Ajouter

source: Upload Zip file with finder and select it.
es_es: Cargue el Zip con el gestor de archivos y selecciónelo.
fr_fr: Télécharger le fichier Zip avec le finder et le sélectionner.

source: CKEditor special config
es_es: Configuración especial para CKEditor
fr_fr: Configuration spéciale pour CKEditor

source: Add special command but not config.extraConfig.
es_es: Añadir comando especial pero no config.extraConfig.
fr_fr: Ajouter des commandes spécifiques hors config.extraConfig.

source: Save config
es_es: Guardar config
fr_fr: Sauvegarder la config

source: Existing plugins :
es_es: Plugins existentes :
fr_fr: Plugins existants :

source: Installed
es_es: Instalado
fr_fr: Installé

source: Error
fr_fr: Erreur

source: Saved
es_es: Guardado
fr_fr: Enregistré

source: Plugin removed
es_es: El plugin se ha eliminado
fr_fr: Plugin supprimé
